#include <iostream>
using namespace std;
int main() {
	setlocale(0, "");

	cout << "[-] Программа \"Времена года\"\n\n[1] Лето\n[2] Осень\n[3] Зима\n[4] Весна\n\nВведите значение: ";
	int i;
	cin >> i;
	if (i == 1) {
		cout << "[-] Тепло! Круто. Лето-солнце-жара.";
	}
	else if (i == 2) {
		cout << "[-] Мокро, прохладно.";
	}
	else if (i == 3) {
		cout << "[-] Холодная, красивая, постоянно темно.";
	}
	else if (i == 4) {
		cout << "[-] Теплое солнышко, свежий воздух.";
	}
	else {
		cout << "[-] Вводимого значения нет!";
	}

	return 0;
}